{
	"Anunaad":[
	{
		"eventID": "0601",
		"event": "Culrav Anthem",
		"description": "Culrav celebrates the cultural spirit and zing that is enjoyed by one and all. It is a confluence of various forms of arts and brings forth the budding talents from all over India. This celebration would be incomplete without an anthem that adds to the festive mood of this fest. Therefore, we call upon you to come up with the Culrav Anthem for this year which portrays the true essence of Culrav 2k14 in every way.",
		"format": [
			"1. This is a team event. Each team should consist of 2 to 5 members.",
			"2. The teams have to prepare a Culrav Anthem that celebrates the spirit and theme of Culrav 2k14.",
			"3. The teams have to record their respective song and mail the MP3 file along with lyrics to anunaad.culrav2k14@gmail.com, latest by 25th March, 2014",
			"4. The team with the best song will perform the anthem at the inaugural ceremony of Culrav 2k14."
		],
		"rules": [
			"1. Time alloted: 5 minutes(for performance) + 2 minutes(sound check)",
			"2. Partcipants have to bring their own instruments, whatsover required",
			"3. Drumkits may be provided",
			"4. The anthem can be either in English or Hindi",
			"5. The lyrics and tune of the song should be original. Plagiarism is strictly prohibited.",
			"6. No profane or socially unacceptable lyrics or behaviour will be tolerated. Failure to abide by this rule will result in immediate disqualification."
		]
	},
	{
		"eventID": "0602",
		"event": "Rachna",
		"description": "'Music gives a soul to the universe, wings to the mind, flight to the imagination and life to everything.' - Plato
		
		The event Rachna gives you the chance to mould you imagination and thoughts into a musical creation. All you have to do is give words to your thoughts and music to your words. So come up and let the music express for yourself",
		"format": [
			"1. This is a team event. Maximum no. of participants = 3",
			"2. The event consists of only one round",
			"3. The participants have to perform a self-composed song",
			"4. The lyrics and tune of the song should be original. Plagiarism is strictly prohibited."
		],
		"rules": [
			"1. Time alloted: 5 minutes(for performance) + 2 minutes(sound check)",
			"2. The lyrics of the song may be in English or Hindi",
			"3. The lyrics should be mailed to anunaad.culrav2k14@gmail.com latest by 4th April 2014",
			"4. Participants are required to bring at least 3 hard copies of the lyrics for the final event"
		]
	},
	{
		"eventID": "0603",
		"event": "Rhythm",
		"description": "'After silence, that which comes nearest to expressing the inexpressible is music' - Aldous Huxley
		
		It's time to show that how powerful the expressions of music can be. It's time to take your tunes to a level that you have never taken before. It's time to stun the world with your instruments. It's time to ROCK!!",
		"format": [
			"1. This is a Solo event",
			"2. The event consists of two rounds",
			"1st round: Auditions(Only for MNNIT students)",
			"2nd round: Final Round(Outside participants will have direct entry in this round)"
		],
		"rules": [
			"1. Time alloted: 5 minutes(for performance) + 1 minute(sound check)",
			"2. Participants can use any instrument for this event. They have to bring their own instruments. No instruments shall be provided from our side."
		]
	},
	{
		"eventID": "0604",
		"event": "Rocktave",
		"description": "The most happening event of Culrav is here. We challenge you to fight the fierce battle of rock bands and emerge as the winner. But beware; this one's not going to be easy at all... So fuel yourselves and get ready to set the stage on fire!",
		"format": [
			"1. This is a rock-band competition",
			"2. Elimination Round:  Bands are supposed to send in their at least one video recording of their performance at anunaad.culrav2k14@gmail.com latest by 24th March, 2014",
			"3. The participants can also mail the youtube link of their video",
			"4. FINAL ROUND : Shortlisted team will have to perform live"
		],
		"rules": [
			"1. All band participants must strictly be students. No professional bands are allowed.",
			"2. Team Size: 3 to 8 members. At least one Vocalist, one Percussionist and 2 different instruments (Different guitars will be counted individually).",
			"3. Time allotted: 20 minutes (for performance) + 5 minutes (setup and sound check)",
			"4. Event will consist of 2 rounds (prelims, final stage to glory)",
			"5. Register your band on link <a href='http://tinyurl.com/rocktave-form-culrav2k14'>http://tinyurl.com/rocktave-form-culrav2k14</a>",
			"6. Any number of bands from any college can participate. A single person should not be the member of more than one participating band.",
			"7. The participants are required to carry along with them their instruments and gears. Although a standard five piece drums kit, cables and microphones would be provided.",
			"8. No pre-recorded tracks are allowed",
			"9. No profane or socially unacceptable lyrics or behaviour will be tolerated. Failure to abide by this rule will result in immediate disqualification",
			"10. Judging Criteria: Quality of vocals, Originality, Tightness of the band, Synchronization, Choices of songs, Stage presence. Judges' Decision will be final."
		]
	},
	{
		"eventID": "0605",
		"event": "Saath Sur",
		"description": "Time for 'Double-Dhamaal'! Most of the people can give a solo performance but if you think that you've got the correct musical equation with another guy or girl, then pair up and charm the audience with the 'magic of two'.",
		"format": [
			"1. This is duet singing event",
			"2. The event consists of only two rounds",
			"1st round: Auditions(Only for MNNIT students)",
			"2nd round: Final Round(Outside participants will have direct entry in this round)"
		],
		"rules": [
			"1. Time alloted: 5 minutes(for performance) + 2 minutes(sound check)",
			"2. Participants can bring their own instruments or karaoke",
			"3. Participants can sing any song, either in Hindi or English",
			"4. If using karaoke(instrumental track), participants are required to mail their MP3 tracks to anunaad.culrav2k14@gmail.com and also bring the tracks with them during the event"
		]
	},
	{
		"eventID": "0606",
		"event": "Street Studio",
		"description": "In India, Music is not only confined to the walls of a studio, but it engulfs whole of the outer world. Whether it be the honking and chit-chatter on the streets or the melodies of the passers-by, Music lies everywhere in the Indian streets. The event Street Studio calls you upon to bring the music from the studio to the streets in unplugged style, reviving the beauty and essence of acoustic instruments.",
		"format": [
			"1. This is a team event. Each team can consist of 3 to 8 members.",
			"2. The event consists of only one round",
			"3. The participants can perform a single song/medley of songs",
			"4. The participants will be judged on the basis of performance, innovation and creativity"
		],
		"rules": [
			"1. Time allotted: 10 minutes(for performance) + 2 minutes(sound check)",
			"2. Participants can use only acoustic instruments for this event",
			"3. Synthesiser and Drum-kits will be provided",
			"4. Synthesiser has to be only used in the piano mode"
		]
	},
	{
		"eventID": "0607",
		"event": "The Voice of Culrav",
		"description": "If you believe that you have got your 'surs' right and if you feel that you've got a voice that can drive people crazy and mesmerise them, this is one thing you should surely go for. This one's a search for those who have mastered melody as well as versatility. So get ready, and Hit It!!",
		"format": [
			"The event consists of three rounds",
			"1st round: Auditions",
			"2nd round: This will be also an elimination round",
			"3rd round: Final round",
			"Orchestra shall be made available for rehearsals for 2nd and 3rd rounds"
		],
		"rules": [
			"1. This is a Solo event",
			"2. Only eastern vocals are allowed (Hindi songs only)",
			"3. Participants will be provided a list of songs to choose from for the 2nd and 3rd rounds",
			"4. Participants may bring their own instruments for the auditions, if required"
		]
	}
	]
}