{
	"LitMuse":[
	{
		"eventID": "0301",
		"event": "War of Words",
		"description": "Ever wanted to speak to your heart's content? Ever wanted to show how good a speaker you are? THIS, is your domain. War of Words gives you the quintessential debating platform where you get to show your team-mates AND your rivals as to how good a speaker you are. Time spent arguing, is never ever wasted."
	},
	{
		"eventID": "0302",
		"event": "Dumb Charades",
		"description": "We're bringing back the excitement of this classic event with a twist to make it more fun than ever before. It's an event that truly has no bounds and just requires a little imagination and some acting skills. Everybody loves it and participates in it but the real question is, Are you the best? Can your actions speaker louder and faster than your words? Get ready to find out..."
	},
	{
		"eventID": "0303",
		"event": "Just A Minute",
		"description": "Ever imagined what all will you say if you get a minute to ponder over on a topic. Let's try it out. We give you a minute and you prove us how better can you utilize the single minute time. And mind it; it's not just you who's fighting for the time. Say good, say bad, doesn't matter but just beware of the Jam Master as he's the one who hails!!!"
	},
	{
		"eventID": "0304",
		"event": "Spell Bee",
		"description": "Name rings a bell, doesn't it? Did you enjoy watching Spelling B during your school days? If yes, let's revive the fun with a bit of transformation. Sharpen your vocabulary, and bring your senses along."
	},
	{
		"eventID": "0305",
		"event": "The Eng Lit Quiz",
		"description": "The ELQ is the main highlight of the Lit-Muse Test, due to the massive participation every year. What was Chetan Bhagat's last novel? What is Shakespeare's middle name? Which Indian movie is the adaption of Hamlet?, and many many more questions are guaranteed to tease your brain, get your adrenaline pumping and take you for a ride! Do you think you're as good as the Quiz-Master? Do you think you have what it takes to be the best of the best? Then we dare you to conquer and reign. We double dare you."
	}
	]
}